{
  "site_name": "Taipei Game Developer Forum",
  "nav": {
    "home": "Home",
    "schedule": "Schedule",
    "speakers": "Speakers",
    "partners": "Partners",
    "register": "Register",
    "opportunities": "Opportunities",
    "facebook": "Facebook",
    "archive": "Archive"
  },
  "home": {
    "cfp": {
      "introduce": "Taipei Game Developers Forum (TGDF) is going strong into its 6th year, and currently the biggest professional conference focusing on game development in Taiwan, attracting around one thousand domestic and overseas attendees last year. In the past years, we invited influential and experienced speakers such as Keiji Inafune, Neil McFarland, Rami Ismail, Kelly Wallick, Alex Schwartz and more to talk about a wide variety of topics. In last year’s TGDF, we continued our VR showcases with HTC, and opened up TGDF Indie Space, a showcase area dedicated to indie developers in collaboration with Indie MEGABOOTH, and finally a series of business matchmaking sessions. All in all, we are trying our best to keep growing TGDF into an all-encompassing game development event in Taiwan.",
      "location": "Taipei New Horizon Building 6F",
      "call_for_paper": "Call For Paper",
      "submit": "Submit",
      "date": "June 30th – July 1st, 2017"
    },
    "news": "Latest News",
    "introduce": "<p>2017 年即將邁入第六屆的台北遊戲開發者論壇（TGDF，Taipei Game Developers Forum），為台灣最大型之年度專業遊戲論壇活動，每年吸引近千名海內外開發者共襄盛舉參加。</p><p>此活動曾經邀請過重量級遊戲開發講人士如「洛克人之父」稻船敬二、「紀念碑谷」製作人Neil Macfarland、VR遊戲公司「Owlchemy Labs」創辦人Alex Schwartz等，亦有大量海內外深度遊戲設計、程式、美術專題講座與課程。自2015年起 TGDF 更加入 VR遊戲體驗、「TGDF Indie Space」遊戲作品展示區、以及商談媒合服務等。</p><p>今年TGDF預計將邀請擔任《Sega Rally》、《Rez》、《伊甸之子》的名製作人水口哲也、《世界二》OXON 執行長王樑華等人帶來精采分享外，更有《Voez》雷亞遊戲、《不思議迷宮》廈門青瓷數碼等海內外講師蒞臨演講。</p><p>在專業演講之外，本屆「TGDF Indie Space 獨立遊戲空間」更將擴大規模，將開放給來自國內報名與海外邀請共五十餘組的獨立遊戲團隊進行展示，為遊戲開發同好提供一個公開的交流平台。此外，本屆亦增設商務媒合區，HR 人才招募區、VR 展示區等，希望以更多元的體驗內容，讓遊戲開發者滿載而歸。</p>"
  },
  "register": {
    "normal": {
      "name": "一般票",
      "description": "單人購票方案。"
    },
    "group": {
      "name": "團體票",
      "description": "兩人或兩人以上團體，可透過此方案購票。"
    },
    "student": {
      "name": "學生票",
      "description": "學生購票方案，報到時須出示學生證。"
    }
  },
  "opportunities": {
    "title": {
      "review2016": "2016 年商業媒合會回顧"
    },
    "introduce": "為了協助台灣遊戲業者拓展海外商機、與國際營運業者交流，並且掌握最新海外市場產品需求和喜好，由台灣遊戲產業發展協會在台北遊戲開發者論壇(TGDF)期間，辦理為期2天的「商業媒合會」，將邀請國內外的遊戲內容商與發行商共同參與，促進商業合作機會。",
    "review2016": "<p>2016年首度在TGDF期間，合併辦理商業媒合會，邀請到網易遊戲、新加坡商GoGAME、泰國WaWa marketing、芬蘭Sidora Marketing 、芬蘭Mygamez、北京有愛互動、廣州卓動等十多家海外及中國遊戲發行業者，與事先報名挑選出的26家台灣遊戲開發業者，以15分鐘一對一面談的方式進行商媒。</p><p>商媒會其間也有不少台灣遊戲發行業者如育駿科技股份有限公司、艾肯娛樂股份有限公司，唯晶數位娛樂股份有限公司，遊戲浪潮股份有限公司，艾玩天地互動娛樂科技股份有限公司，一起遊戲科技股份有限公司，酷玩線上股份有限公司，台灣大哥大股份有限公司，異軍互動娛樂有限公司等，均有派員到場參觀產品，與開發者交流互動。</p>",
    "notice": "今年度的商業媒合會即將開始進行報名，請隨時關注本頁面動態並歡迎報名參加。"
  },
  "find_more": "Find More",
  "english": "English",
  "chinese": "繁體中文"
}
