{
  "site_name": "Taipei Game Developer Forum",
  "nav": {
    "home": "Home",
    "schedule": "Schedule",
    "speakers": "Speakers",
    "partners": "Partners",
    "register": "Register",
    "opportunities": "B2B Program",
    "facebook": "Facebook",
    "archive": "Archive"
  },
  "home": {
    "cfp": {
      "introduce": "Taipei Game Developers Forum (TGDF) is going strong into its 6th year, and currently the biggest professional conference focusing on game development in Taiwan, attracting around one thousand domestic and overseas attendees last year. In the past years, we invited influential and experienced speakers such as Keiji Inafune, Neil McFarland, Rami Ismail, Kelly Wallick, Alex Schwartz and more to talk about a wide variety of topics. In last year’s TGDF, we continued our VR showcases with HTC, and opened up TGDF Indie Space, a showcase area dedicated to indie developers in collaboration with Indie MEGABOOTH, and finally a series of business matchmaking sessions. All in all, we are trying our best to keep growing TGDF into an all-encompassing game development event in Taiwan.",
      "location": "Taipei New Horizon Building 6F",
      "call_for_paper": "Call For Paper",
      "submit": "Submit",
      "date": "June 30th – July 1st, 2017"
    },
    "news": "Latest News",
    "introduce": "<p>This is the 6th annual Taipei Game Developers Forum (TGDF). It has been the biggest professional game development conference in Taiwan, gathering roughly a thousand of developers learning and networking with each other.</p><p>During the past few years, we have invited renowned developers such as Keiji Inafune, Neil Mcfarland, Alex Schwartz, and key figures such as Kelly Wallick as our keynote speakers. Besides tens of professional lectures and sessions about all aspects of game development each year, we also started VR showcases, B2B Program and more since 2015.</p><p>For 2017 TGDF, we are very excited to announce that Tetsuya Mizuguchi, the director/producer behind Rez Infinite will be one of our keynote speakers. Moreover, there is also Jason Wang, the founder of OXON, and Alvin Chung, the CTO of Rayark Inc., and a few dozen more speakers with exciting topics to share with our audience.</p><p>In addition, our 2nd TGDF Indie Space is expanding since the successful showcase last year, with estimated 50 ~ 60 teams joining us this time, and will be a free-for-all exhibiton to attract more general public / non-developer visitors. We are also going to hold a Recruitment Program with a few game-related companies along with continuing our B2B Program, in order to give an ever higher variety of benefits to the developers.</p>"
  },
  "register": {
    "normal": {
      "name": "Individual Pass",
      "description": "An all-access pass to the whole event for 1 person."
    },
    "group": {
      "name": "Group Pass",
      "description": "Any group with at least 2 people is eligible for Group Pass."
    },
    "student": {
      "name": "Student Pass",
      "description": "Relevant student ID checking on-site required."
    },
    "description": "<h3>How to Purchase Passes</h3><p>Click through the pass option buttons above, make sure you choose the correct pass type and fill out the form with correct information. After your payment is processed, an e-ticket with QRcode will be emailed to your address. In order to receive the e-ticket without any hiccups, please be sure to use the email address that you will frequently check, and that any message coming from KKTIX won't end up in the spam folder.</p>",
    "notice": "Important Notices",
    "notices": [
      "When you check-in for the first time during the event, be sure to bring the QRcode with you, and we will provide you with a badge and a conference bag. The badge will be used for both days, so please keep it with you at all times.",
      "If you purchased a student pass, please show your relevant student ID along with the QRcode when you check-in.",
      "If you are responsible for purchasing group passes, please remember to distribute the QRcode to every member of your group.",
      "If you choose to print out the QRcode, please keep the size suitable for scanning.",
      "For refunding, there will be a 10% processing fee, and you can only refund before June 19th ends (UTC+8). If you have any further questions about the refunding policy, please refer to KKTIX's FAQ.",
      "Please do not purchase the passes off other unofficial channels. We will not be held responsible if your pass / QRcode is not working.",
      "If you somehow lost your QRcode after purchase or your badge after you check-in, we will not be held responsible and cannot re-issue QRcodes or badges.",
      "Should events beyond the reasonable control of TGDF Committee occur, we reserve the rights to make adjustments to the proceedings of TGDF."
    ]
  },
  "opportunities": {
    "title": {
      "review2016": "2016 Business Matchmaking Recap"
    },
    "introduce": "For the growth and benefits of game developers in Taiwan and South East Asia region, expanding the business relationships with international platforms and publishers and getting connected with overseas markets, Taiwan Game Cooperation Development Association (TGCDA) holds a business matchmaking program within the period of Taipei Game Developers Forum. We welcome all publishers, developers and business development personnel to join us.",
    "review2016": "<p>Our first ever business matchmaking program with TGDF in 2016 invited tens of publishers from all over the world, including NetEase, GoGAME, WaWa Marketing, Sidora Marketing, MyGamez, COM4LOVES, Jodoplay and more, to pair with 26 developers / content providers and engaged in 15-minute, one-to-one sessions.</p><p>Several Taiwan-based publishers also attended the event and networked with developers on-site, including Cube Magic, iCan Entertainment, WeGames, TT-Play, TaiwanMobile and more.</p>",
    "notice": "2017 TGDF B2B Program application has started!",
    "notices": [
      "We reserve the right to make adjustments to the B2B program, and accept or reject applicants.",
      "TGDF conference passes will be required for all confirmed applicants."
    ],
    "publisher_text": "2017 TGDF B2B Program Application Form - Publishers",
    "developer_text": "2017 TGDF B2B Program Application Form - Developers"
  },
  "find_more": "Find More",
  "english": "English",
  "chinese": "繁體中文"
}
