{
  "site_name": "Taipei Game Developer Forum",
  "nav": {
    "home": "Home",
    "schedule": "Schedule",
    "speakers": "Speakers",
    "partners": "Partners",
    "register": "Register",
    "opportunities": "Opportunities",
    "facebook": "Facebook",
    "archive": "Archive"
  },
  "home": {
    "cfp": {
      "introduce": "Taipei Game Developers Forum (TGDF) is going strong into its 6th year, and currently the biggest professional conference focusing on game development in Taiwan, attracting around one thousand domestic and overseas attendees last year. In the past years, we invited influential and experienced speakers such as Keiji Inafune, Neil McFarland, Rami Ismail, Kelly Wallick, Alex Schwartz and more to talk about a wide variety of topics. In last year’s TGDF, we continued our VR showcases with HTC, and opened up TGDF Indie Space, a showcase area dedicated to indie developers in collaboration with Indie MEGABOOTH, and finally a series of business matchmaking sessions. All in all, we are trying our best to keep growing TGDF into an all-encompassing game development event in Taiwan.",
      "location": "Taipei New Horizon Building 6F",
      "call_for_paper": "Call For Paper",
      "submit": "Submit",
      "date": "June 30th – July 1st, 2017"
    },
    "news": "Latest News"
  },
  "register": {
    "normal": {
      "name": "Individual Pass",
      "description": "An all-access pass to the whole event for 1 person."
    },
    "group": {
      "name": "Group Pass",
      "description": "Any group with at least 2 people is eligible for Group Pass."
    },
    "student": {
      "name": "Student Pass",
      "description": "Relevant student ID checking on-site required."
    }
  },
  "opportunities": {
    "title": {
      "review2016": "2016 Business Matchmaking Recap"
    },
    "introduce": "For the growth and benefits of game developers in Taiwan and South East Asia region, expanding the business relationships with international platforms and publishers and getting connected with overseas markets, Taiwan Game Cooperation Development Association (TGCDA) holds a business matchmaking program within the period of Taipei Game Developers Forum. We welcome all publishers, developers and business development personnel to join us.",
    "review2016": "<p>Our first ever business matchmaking program with TGDF in 2016 invited tens of publishers from all over the world, including NetEase, GoGAME, WaWa Marketing, Sidora Marketing, MyGamez, COM4LOVES, Jodoplay and more, to pair with 26 developers / content providers and engaged in 15-minute, one-to-one sessions.</p><p>Several Taiwan-based publishers also attended the event and networked with developers on-site, including Cube Magic, iCan Entertainment, WeGames, TT-Play, TaiwanMobile and more.</p>",
    "notice": "(Google Form URLS)"
  },
  "find_more": "Find More",
  "english": "English",
  "chinese": "繁體中文"
}
