{
  "site_name": "Taipei Game Developer Forum",
  "nav": {
    "home": "Home",
    "schedule": "Schedule",
    "speakers": "Speakers",
    "partners": "Partners",
    "register": "Register",
    "opportunities": "Opportunities",
    "facebook": "Facebook",
    "archive": "Archive"
  },
  "home": {
    "cfp": {
      "introduce": "Taipei Game Developers Forum (TGDF) is going strong into its 6th year, and currently the biggest professional conference focusing on game development in Taiwan, attracting around one thousand domestic and overseas attendees last year. In the past years, we invited influential and experienced speakers such as Keiji Inafune, Neil McFarland, Rami Ismail, Kelly Wallick, Alex Schwartz and more to talk about a wide variety of topics. In last year’s TGDF, we continued our VR showcases with HTC, and opened up TGDF Indie Space, a showcase area dedicated to indie developers in collaboration with Indie MEGABOOTH, and finally a series of business matchmaking sessions. All in all, we are trying our best to keep growing TGDF into an all-encompassing game development event in Taiwan.",
      "location": "Taipei New Horizon Building 6F",
      "call_for_paper": "Call For Paper",
      "submit": "Submit",
      "date": "June 30th – July 1st, 2017"
    },
    "news": "Latest News",
    "introduce": "<p>2017 年即將邁入第六屆的台北遊戲開發者論壇（TGDF，Taipei Game Developers Forum），為台灣最大型之年度專業遊戲論壇活動，每年吸引近千名海內外開發者共襄盛舉參加。</p><p>此活動曾經邀請過重量級遊戲開發講人士如「洛克人之父」稻船敬二、「紀念碑谷」製作人Neil Macfarland、VR遊戲公司「Owlchemy Labs」創辦人Alex Schwartz等，亦有大量海內外深度遊戲設計、程式、美術專題講座與課程。自2015年起 TGDF 更加入 VR遊戲體驗、「TGDF Indie Space」遊戲作品展示區、以及商談媒合服務等。</p><p>今年TGDF預計將邀請擔任《Sega Rally》、《Rez》、《伊甸之子》的名製作人水口哲也、《世界二》OXON 執行長王樑華等人帶來精采分享外，更有《Voez》雷亞遊戲、《不思議迷宮》廈門青瓷數碼等海內外講師蒞臨演講。</p><p>在專業演講之外，本屆「TGDF Indie Space 獨立遊戲空間」更將擴大規模，將開放給來自國內報名與海外邀請共五十餘組的獨立遊戲團隊進行展示，為遊戲開發同好提供一個公開的交流平台。此外，本屆亦增設商務媒合區，HR 人才招募區、VR 展示區等，希望以更多元的體驗內容，讓遊戲開發者滿載而歸。</p>"
  },
  "register": {
    "normal": {
      "name": "Individual Pass",
      "description": "An all-access pass to the whole event for 1 person."
    },
    "group": {
      "name": "Group Pass",
      "description": "Any group with at least 2 people is eligible for Group Pass."
    },
    "student": {
      "name": "Student Pass",
      "description": "Relevant student ID checking on-site required."
    }
  },
  "opportunities": {
    "title": {
      "review2016": "2016 Business Matchmaking Recap"
    },
    "introduce": "For the growth and benefits of game developers in Taiwan and South East Asia region, expanding the business relationships with international platforms and publishers and getting connected with overseas markets, Taiwan Game Cooperation Development Association (TGCDA) holds a business matchmaking program within the period of Taipei Game Developers Forum. We welcome all publishers, developers and business development personnel to join us.",
    "review2016": "<p>Our first ever business matchmaking program with TGDF in 2016 invited tens of publishers from all over the world, including NetEase, GoGAME, WaWa Marketing, Sidora Marketing, MyGamez, COM4LOVES, Jodoplay and more, to pair with 26 developers / content providers and engaged in 15-minute, one-to-one sessions.</p><p>Several Taiwan-based publishers also attended the event and networked with developers on-site, including Cube Magic, iCan Entertainment, WeGames, TT-Play, TaiwanMobile and more.</p>",
    "notice": "(Google Form URLS)"
  },
  "find_more": "Find More",
  "english": "English",
  "chinese": "繁體中文"
}
